/* GENERAL STRINGS */

"OK" = "OK";
"Delete" = "Löschen";
"Basic settings" = "Grundeinstellungen";



/* MAIN ACTIVITIES */

"Home" = "Home";
"Open" = "Offen";
"Closed" = "Geschlossen";
"Awards" = "Auszeichnungen";



/* HOME VIEW */

"Up next" = "Als nächstes";
"More to explore" = "Mehr zu entdecken";

"%@, %lld items, %g%% complete." = "%@, %lld Elemente, %g%% fertig.";

/* PROJECTS VIEW */

"Open Projects" = "Offene Projekte";
"Closed Projects" = "Geschlossene Projekte";
"Add Project" = "Projekt hinzufügen";
"Add New Item" = "Neues Element hinzufügen";
"There's nothing here right now" = "Im Moment ist hier nichts";

/* A button that shows a menu with the following options */
"Sort" = "Sortieren";
"Sort items" = "Elemente sortieren"; /* The title of the menu */
"Optimized" = "Optimiert"; /* Sort using an optimized algorithm */
"Creation Date" = "Erstellungsdatum"; /* Sort by the date items were created */
"Title" = "Titel"; /* Sort by item title */

/* Default names for a new project and a new item */
"New Project" = "Neues Projekt";
"New Item" = "Neuer Gegenstand";



/* EDITING PROJECTS */
"Edit Project" = "Projekt bearbeiten";
"Project name" = "Projekt Name";
"Description of this project" = "Beschreibung dieses Projekts";
"Custom project color" = "Benutzerdefinierte Projektfarbe";

/* Options to close (mark as finished), open (mark as unfinished), or delete a project. */
"Close this project" = "Schließen Sie dieses Projekt";
"Closing a project moves it from the Open to Closed tab; deleting it removes the project entirely." = "Durch das Schließen eines Projekts wird es von der Registerkarte Öffnen in die Registerkarte Geschlossen verschoben. Durch Löschen wird das Projekt vollständig entfernt.";
"Reopen this project" = "Öffnen Sie dieses Projekt erneut";
"Delete this project" = "Löschen Sie dieses Projekt";
"Delete project?" = "Projekt löschen?";
"Are you sure you want to delete this project? You will also delete all the items it contains." = "Möchten Sie dieses Projekt wirklich löschen? Sie werden auch alle darin enthaltenen Elemente löschen.";


"Select a project color" = "Wähle eine Projektfarbe aus";
"Pink" = "Rosa";
"Purple" = "Lila";
"Red" = "Rot";
"Orange" = "Orange";
"Gold" = "Gold";
"Green" = "Grün";
"Teal" = "Blaugrün";
"Light Blue" = "Hellblau";
"Dark Blue" = "Dunkelblau";
"Midnight" = "Mitternacht";
"Dark Gray" = "Dunkelgrau";
"Gray" = "Grau";


/* EDITING ITEMS */
"Edit Item" = "Element bearbeiten";
"Item name" = "Artikelname";
"Description" = "Beschreibung";
"Priority" = "Priorität";
"Low" = "Niedrig";
"Medium" = "Mittel";
"High" = "Hoch";

"Mark Completed" = "Als fertig markieren"; /* Mark this item as being completed (finished/accomplished) */



/* AWARDS */

"Locked" = "Gesperrt";
"Unlocked: %@" = "Entsperrt: %@";

"%@, completed." = "%@, fertig.";
"%@, high priority." = "%@, höchste Priorität.";


/* OTHER STRINGS */

/* Shown by default when the user hasn't select a project or item */
"Please select something from the menu to begin." = "Bitte wählen Sie etwas aus dem Menü, um zu beginnen.";
